def get_base_products():
    return [
        {"group": "🛢️ Масла", "items": [
            "🚗 Моторное масло",
            "⚙️ Масло для коробки",
            "💧 Гидравлическое масло"
        ]},
        {"group": "💧 Технічні рідини", "items": [
            "❄️ Антифриз",
            "💧 Дистильована вода",
            "🔋 Електроліт",
            "🛑 Тормозна рідина"
        ]},
        {"group": "🔋 Аккумулятори", "items": [
            "🔋 АКБ"
        ]},
        {"group": "💡 Лампочки", "items": [
            "💡 Лампочки"
        ]},
        {"group": "🛞 Шини", "items": [
            "🛞 Шини"
        ]},
        {"group": "⚪ Диски", "items": [
            "⚪ Колесные диски"
        ]},
        {"group": "🧰 Аксесуари", "items": [
            "🧰 Аксесуари"
        ]},
        {"group": "🎣 Туризм і риболовля", "items": [
            "🎣 Туризм і риболовля"
        ]},
        {"group": "🛠️ Гаражне обладнання", "items": [
            "🛠️ Гаражне обладнання"
        ]}
    ]
