def get_base_products():
    return [
        {"group": "Масла", "items": [
            "Моторное масло",
            "Масло для коробки передач",
            "Гидравлическое масло"
        ]},
        {"group": "Технические жидкости", "items": [
            "Антифриз",
            "Дистиллированная вода",
            "Электролит",
            "Тормозная жидкость"
        ]},
        {"group": "Аккумуляторы", "items": [
            "АКБ"
        ]},
        {"group": "Лампочки", "items": [
            "Лампочки"
        ]},
        {"group": "Шины", "items": [
            "Шины"
        ]},
        {"group": "Колесные диски", "items": [
            "Колесные диски"
        ]},
        {"group": "Аксессуары", "items": [
            "Аксессуары"
        ]},
        {"group": "Туризм и рыболовля", "items": [
            "Туризм и рыболовля"
        ]},
        {"group": "Гаражное оборудование", "items": [
            "Гаражное оборудование"
        ]}
    ]
